Repository: jrausell/wprx-crypto-chart-block
Catalog: languages/crypto-chart-block-*.po
Languages: es_es

source: Crypto Chart Block
es_es: Bloque Gráfica Crypto

source: Add simple Crypto Charts in pages/post for a Cryptocurrency against USD
es_es: Añade una sencilla gráfica de Crypto precios en páginas/post en relación al USD

source: Crypto Chart Block Menu Page
es_es: Bloque Gráfica Crypto Menú

source: Crypto Chart Settings ... Loading ...
es_es: Bloque Gráfica Crypto … Cargando …

source: Settings
es_es: Configuración

source: Title
es_es: Título

source: Vs Coin
es_es: Vs Moneda

source: Period
es_es: Periodo

source: From Date
es_es: Desde Fecha

source: to Date
es_es: hasta Fecha

source: Add a chart showing the daily market prices from a start date to a end date.
es_es: Añade una gráfica mostrando el precio por días desde una fecha de inicio a una de fin.

source: The market prices are fetched from CoinGeko free API.
es_es: Los precios son extraídos de la API gratuita de CoinGeko.

source: Chart Example
es_es: Gráfica de ejemplo

# block title
source: Crypto Chart Block
es_es: Bloque Gráfica Crypto
